// (C) Copyright 2006-2014 HP Development Company, L.P.

// Table View Column Names
"deviceName" = "设备名";
"connection" = "连接";
"model" = "设备型号";
"details" = "详细信息";
"aggregateDeviceType" = "设备类型";
"isInstalled" = "已安装";

"All" = "全部";

// Format string for info-label with no filter
"Found %lu devices" = "找到 %lu 个设备";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "显示 %lu 个设备（共 %lu 个）";

"Rendezvous" = "Bonjour";

"Add" = "添加";
"Cancel" = "取消";

// Filter titles
"Connection Type:" = "连接类型:";
"Device Type:" = "设备类型:";

// Connection type filter menu items
"Printer" = "打印机";
"Scanner" = "扫描仪";
"Fax" = "传真";

// Sort filter tooltip
"ItemArrangement" = "更改项目排列";
"Arrange" = "排列";
